Repository: nemesgyadam/AI-Job-Recovery
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: hu

source: Send
hu: Küldés

source: Type your message here...
hu: Ide gépelhet...

source: Hermes - Job Recovery
hu: Hermész - Újra munkában

source: You
hu: Ön

source: Hermes
hu: Hermész

# We_understand
source: We understand that times are tough, and we're here to provide guidance and support. Let's chat, and we'll help you navigate this transition.
hu: Megértjük, hogy nehéz időket élünk, és itt vagyunk, hogy útmutatást és támogatást nyújtsunk. Beszélgessünk, és segítünk neked átvészelni ezt az átmeneti időszakot.

source: Remember, every end is a new beginning. Together, we can embrace this change and look forward to new opportunities. Stay strong!
hu: Ne feledd, minden vég egy új kezdet. Együtt képesek vagyunk szembenézni ezzel a változással, és várjuk az új lehetőségeket. Kitartás!

# welcome_msg
source: Welcome. I'm Hermes! I know that these times might be challenging for you, but remember, every storm is followed by a rainbow. I'm here to help you navigate through this transition. Let's explore new opportunities together. Just type your message below and let's start this journey. Take a deep breath, you're not alone in this. We've got this!
hu: Üdvözöllek, Hermész vagyok! Tudom, hogy ezek a idők kihívást jelenthetnek számodra, de ne feledd, minden vihar után jön a szivárvány. Itt vagyok, hogy segítsek neked ebben az átmeneti időszakban. Fedezzük fel együtt az új lehetőségeket. Csak írd be az üzenetedet lent, és kezdjük el ezt az utazást. Vegyél egy mély lélegzetet, nem vagy egyedül ebben. Megvan bennünk a szükséges erő!

# links_title
source: Useful Resources
hu: Hasznos Linkek

# link1_text
source: Reskill America
hu: Digitális Munka

# link2_text
source: Google IT Support Professional Certificate
hu: CodeBerry Programozóiskola

# link3_text
source: Free Code Camp
hu: Coursera - Tanfolyamok magyar nyelven

# link4_text
source: LinkedIn Learning
hu: Udemy - Tanfolyamok magyar nyelven

# link1_url
source: https://reskillamericans.org/
hu: https://www.digitalismunka.hu/

# link2_url
source: https://www.coursera.org/professional-certificates/google-it-support
hu: https://www.codeberryschool.com/

# link3_url
source: https://www.freecodecamp.org/
hu: https://www.coursera.org/courses?languages=hu&query=

# link4_url
source: https://www.linkedin.com/learning/
hu: https://www.udemy.com/courses/search/?q=magyar&lang=hu
